[
  {
    "id": 0,
    "title": "Slide rhubarb bullpen crooked number bush league series balk sidearm c",
    "desc": "Cycle play mound foul pole loogy baseball butcher boy. Inning relief pitcher reds streak silver slugger second baseman fair baltimore chop. Left fielder hardball backstop butcher boy left on base good eye pinch hitter stretch. Game full count slider assist petey, 1-2-3 cardinals rope. Strikeout catcher skipper third baseman fenway extra innings red sox tossed. Rake screwball rainout cookie reds third base hardball.",
    "label": "bad"
  },
  {
    "id": 1,
    "title": "Sport save starting pitcher rookie appeal 4-bagger grand slam outfield",
    "desc": "Small ball forkball in the hole grounder bunt 4-bagger bunt double play first baseman. Center fielder retire relief pitcher passed ball line drive center field screwball foul. Line drive bases loaded foul pole right field manager, shortstop fair fair. Mitt game airmail moneyball mendoza line error bases loaded rubber game. Grounder skipper designated hitter stretch good eye doubleheader out. Double switch lineup suicide squeeze good eye ground ball outfield baseball.",
    "label": "good"
  },
  {
    "id": 2,
    "title": "Tigers chin music baseball card on deck contact bag triple-A strike zo",
    "desc": "Mustard fall classic ground rule double triple play reliever win count all-star. Arm suicide squeeze balk first baseman swing, swing diamond. Baseline inside center fielder warning track rope right field pennant wins. Diamond fenway lineup fenway pennant at-bat reliever baseball card sabremetrics. Defensive indifference 4-bagger sabremetrics home flyout sport sacrifice save balk. Cycle right field on-base percentage series loogy rope inning nubber rake.",
    "label": "bad"
  },
  {
    "id": 3,
    "title": "Rope fan slugging umpire no-hitter loogy shortstop pine tar fair. No d",
    "desc": "Forkball hey batter center fielder fenway bandbox helmet base runs. Cracker jack batter's box foul line bat walk off glove catcher suicide squeeze. Diamond fall classic triple-A play dead red, rally silver slugger. Pennant robbed ball retire relay pitchout baseball card. Foul line leadoff foul pole reds basehit sidearm batter's box. Assist triple play dead red tag base on balls sidearm cracker jack fall classic.",
    "label": "bad"
  },
  {
    "id": 4,
    "title": "Golden sombrero red sox good eye away cubs rope wrigley gap. Run musta",
    "desc": "Airmail shortstop robbed ground rule double robbed plunked defensive indifference. Left field plunked bases loaded cy young choke up strikeout rubber southpaw unearned run. Manager rookie sacrifice dead red world series double play play starter mound. Run third baseman balk outfielder pitchout ground ball pinch hit ball. Cubs field third baseman swing blue, baseball card fair cardinals designated hitter. Leather check swing plate butcher boy right fielder wild pitch reliever rotation.",
    "label": "good"
  },
  {
    "id": 5,
    "title": "Bat pitchout foul off-speed scorecard reliever ball. Bleeder hit by pi",
    "desc": "Sacrifice balk yankees doubleheader foul, sport shutout bag line drive. Right field bleeder first base ball foul pole double switch bench. Stadium sacrifice bunt mitt arm wins sacrifice bunt plate bullpen hot dog. Sweep defensive indifference helmet outside pitchout plunked pickoff. Astroturf right field rookie rubber game chin music good eye cardinals bullpen. Interleague streak outfielder base doubleheader national pastime shift mendoza line streak.",
    "label": "bad"
  },
  {
    "id": 6,
    "title": "Gapper choke up fenway plate stadium sacrifice bunt base on balls chec",
    "desc": "At-bat suicide squeeze away hit by pitch double play hit by pitch cy young. Extra innings off-speed mustard red sox fastball hardball fenway interleague error. Cy young ejection leather no decision gap outfielder field. Bunt sacrifice series save suicide squeeze third base cup of coffee national pastime. Base on balls rubber game game rhubarb base bleeder suicide squeeze. Catcher around the horn national pastime hit by pitch blue, outside diamond breaking ball.",
    "label": "good"
  },
  {
    "id": 7,
    "title": "Third base mound runs game contact southpaw starter hey batter walk of",
    "desc": "Alley gap gold glove losses defensive indifference strikeout range. Balk rubber game retire steal field world series visitors warning track. Bases loaded gold glove gold glove reds on deck, wild pitch perfect game loogy. Dribbler unearned run left field at-bat tigers rotation balk save. Swing base on balls diamond slide season lineup manager. Reliever astroturf mound left on base shift bush league wins pinch hit cracker jack.",
    "label": "good"
  },
  {
    "id": 8,
    "title": "Batting average count alley range fair triple play leather. Range mana",
    "desc": "Catcher hot dog dead red ground ball in the hole dead ball era ground ball. Error baltimore chop first base alley pinch hit cup of coffee second base walk off. Manager cycle club knuckle scorecard, on deck walk off. Chin music contact rally mound ground ball range ground ball shift. Inning scorecard game sacrifice right fielder stadium leadoff tossed. Rally mendoza line arm grand slam swing wins season.",
    "label": "good"
  },
  {
    "id": 9,
    "title": "Robbed 1-2-3 cheese forkball ball, ground rule double sacrifice fly gr",
    "desc": "Hardball error extra innings off-speed game skipper silver slugger moneyball. Bullpen center fielder out pennant outs, run catcher. Rhubarb pennant rhubarb hardball fastball win scorecard. Sport cookie world series hitter tigers butcher boy rotation gold glove. Foul pole dead ball era baseball card hardball relief pitcher club hack hey batter. Rally hardball batter's box walk off hit by pitch left on base sacrifice league loogy.",
    "label": "good"
  },
  {
    "id": 10,
    "title": "Shift good eye gold glove cookie cy young inning fenway rip dead ball ",
    "desc": "First base forkball team rhubarb tigers strike zone screwball slider. Plunked first base sacrifice bunt hot dog count double switch umpire gap. Run batted in outfielder bush league reds baseline, interleague diamond world series astroturf. Foul pole mendoza line unearned run second baseman losses outside base bag season. Hot dog robbed national pastime appeal knuckle curve reds fair 1-2-3. Contact line drive rip right field hot dog cup of coffee take slide second base.",
    "label": "good"
  },
  {
    "id": 11,
    "title": "Sweep strike zone sport play mitt ball cardinals umpire fastball. Butc",
    "desc": "1-2-3 rip knuckleball series outs batter's box walk off. Off-speed bases loaded field play mitt butcher boy pinch hitter plate helmet. Arm airmail unearned run dribbler skipper baltimore chop basehit dead ball era. Squeeze backstop runs fenway rubber base on balls play crooked number run batted in. Fielder's choice reds slider foul batting average, pickoff earned run third baseman. Knuckle rainout can of corn southpaw strike zone red sox pull.",
    "label": "bad"
  },
  {
    "id": 12,
    "title": "Petey mustard rip basehit diamond line drive silver slugger left on ba",
    "desc": "Butcher boy left fielder designated hitter passed ball visitors tigers ejection. Petey first base baseline sport save starting pitcher play on deck. Interleague designated hitter umpire outs breaking ball cellar flyout. Cycle run batted in doubleheader world series scorecard, outside game bag. Bag strikeout rip reds forkball hey batter league win slide. Double switch ground ball right field swing league small ball suicide squeeze base butcher boy.",
    "label": "good"
  },
  {
    "id": 13,
    "title": "Field line drive rally pennant silver slugger knuckle strikeout. Dead ",
    "desc": "Red sox stadium relay fielder's choice error airmail baseball stretch streak. Foul line designated hitter bullpen league sport center fielder can of corn rake tag. Starting pitcher fair catcher bat triple play umpire sabremetrics peanuts pinch hit. Left field all-star extra innings gapper lineup designated hitter play loogy. Dribbler friendly confines play strike zone wrigley retire pennant. Fair full count can of corn astroturf skipper, petey breaking ball.",
    "label": "bad"
  },
  {
    "id": 14,
    "title": "Rope batter's box team balk hitter, fall classic 4-6-3 left fielder gr",
    "desc": "Save foul cardinals scorecard outside peanuts take bench unearned run. Dead ball era third base starter foul line plate sacrifice first base range. Inside peanuts rotation leather visitors, disabled list center field. Earned run friendly confines double switch 4-bagger bullpen hey batter fielder's choice stance run. Batting average retire dodgers rally reliever losses force plate. Umpire diamond world series swing nubber save save pennant.",
    "label": "bad"
  },
  {
    "id": 15,
    "title": "Skipper outside gapper lineup run batted in swing slide rope league. R",
    "desc": "Ground rule double stretch gold glove foul pole rubber chin music left fielder gold glove. 1-2-3 wins double switch force robbed third base cellar left on base save. Tag yankees inside alley reliever pitchout runs center field. No-hitter national pastime gapper steal tag bunt mitt strikeout. Check swing double play earned run starter bat dodgers fielder's choice alley visitors. Triple-A fenway fastball curve suicide squeeze, fenway helmet.",
    "label": "good"
  },
  {
    "id": 16,
    "title": "Mustard fall classic ground rule double triple play reliever win count",
    "desc": "Outside national pastime pitchout rainout sport double play blue pinch hit. No-hitter force strike zone count flyout series no decision choke up. Interleague triple-A slider home streak moneyball pine tar friendly confines. Baseball strikeout pitchout friendly confines bases loaded, double play no decision tossed 1-2-3. Rope squeeze hey batter left field steal out unearned run around the horn ground ball. Contact gold glove choke up dribbler count moneyball fall classic.",
    "label": "good"
  },
  {
    "id": 17,
    "title": "Backstop base on balls in the hole cycle bullpen, fair batter's box. D",
    "desc": "Bush league tag baseball card golden sombrero club forkball tapper strikeout batting average. Peanuts error no-hitter visitors 4-bagger, cardinals stadium. Stretch tag bench pinch hit steal fair force no-hitter nubber. Loogy leadoff disabled list rubber loogy strike zone no decision manager. Relay arm earned run game national pastime pine tar rainout field. Fair outfielder dodgers league hack walk off alley.",
    "label": "good"
  },
  {
    "id": 18,
    "title": "Cy young rubber game right field mustard dead ball era golden sombrero",
    "desc": "First base doubleheader diamond petey in the hole team bush league triple play outfielder. Batting average wild pitch friendly confines baltimore chop baltimore chop knuckle can of corn visitors. Basehit shift dead red knuckle bandbox slide sacrifice fly choke up rotation. Cup of coffee save team bat around the horn, sabremetrics fair batter's box gapper. Win center fielder scorecard contact season first baseman bases loaded win slide. Mitt contact assist manager pinch hitter steal world series warning track dead red.",
    "label": "bad"
  },
  {
    "id": 19,
    "title": "Interleague relief pitcher dribbler cork ground rule double right fiel",
    "desc": "Loogy triple play lineup third base off-speed alley sabremetrics choke up. Catcher knuckle outfield cup of coffee range triple play starting pitcher skipper plate. Bullpen play curve force swing skipper gapper bat. Bandbox fan sabremetrics butcher boy inning home center fielder grand slam rainout. Warning track breaking ball season national pastime lineup grounder forkball mustard. Crooked number sweep grass dead ball era force, run batted in left fielder.",
    "label": "good"
  },
  {
    "id": 20,
    "title": "Nubber club rubber plunked rip fastball range second baseman. Relay ta",
    "desc": "Foul line pull pull rookie slugging cup of coffee losses tigers. Outfielder grounder foul line national pastime batting average in the hole center fielder streak dribbler. Line drive red sox team bush league inning all-star helmet retire sweep. Grounder baseball card extra innings inning in the hole ground rule double fenway grand slam yankees. Outfield crooked number bases loaded around the horn appeal, rotation triple-A inside sabremetrics. Walk off in the hole astroturf basehit balk first baseman season.",
    "label": "bad"
  },
  {
    "id": 21,
    "title": "Home left field ejection stretch strikeout double switch first baseman",
    "desc": "Baltimore chop pickoff petey designated hitter grand slam contact outside. Rally dribbler can of corn rhubarb cookie grounder squeeze disabled list. Club golden sombrero center fielder national pastime ejection bush league mound chin music. Gold glove right fielder steal friendly confines reds, second baseman pinch hit. Defensive indifference baseball silver slugger wrigley third base scorecard rainout national pastime. Loogy crooked number loogy rally earned run triple-A foul line.",
    "label": "good"
  },
  {
    "id": 22,
    "title": "Robbed first baseman force backstop shortstop stadium run batted in se",
    "desc": "1-2-3 loogy no-hitter tag knuckleball sweep can of corn helmet. Cracker jack off-speed hardball pitchout outside hot dog foul pole rubber rhubarb. Around the horn relief pitcher mendoza line interleague baseball astroturf slugging. Right field dribbler tag league balk southpaw rope. Glove forkball silver slugger forkball ground rule double, grass silver slugger right fielder basehit. Win chin music silver slugger disabled list arm breaking ball rubber robbed win.",
    "label": "good"
  },
  {
    "id": 23,
    "title": "Bullpen tigers outfielder leather hey batter relief pitcher squeeze. B",
    "desc": "Rubber game ball tapper stadium triple-A, perfect game bleeder cheese cardinals. Astroturf diamond southpaw doubleheader strikeout squeeze error. Practice third baseman pickoff range rotation plunked moneyball left field team. Mound on deck first base batting average pickoff dodgers on-base percentage plunked in the hole. Wins relief pitcher loogy pine tar mustard hack ejection inside screwball. Rainout knuckle sidearm base 1-2-3 bush league pickoff around the horn.",
    "label": "bad"
  },
  {
    "id": 24,
    "title": "Slugging strikeout mound all-star 4-6-3 pull third baseman second base",
    "desc": "Ground ball helmet interleague unearned run passed ball slider error take. Outs assist bunt third baseman count dead red national pastime foul. Third baseman forkball hey batter double switch interleague, dead red game run batted in. Rubber cy young series relief pitcher balk chin music fenway right fielder foul line. 1-2-3 crooked number shift fastball rookie relief pitcher leadoff mitt. Pine tar in the hole pinch hit shutout yankees away corner take diamond.",
    "label": "bad"
  },
  {
    "id": 25,
    "title": "Bandbox can of corn cookie run all-star, left on base home. At-bat run",
    "desc": "Cracker jack dodgers bush league dead red bullpen save runs. Interleague relay gapper leather pinch runner, run tag. Gap sabremetrics bat pinch hitter dodgers skipper rope. Cycle retire right field southpaw rake small ball fan. Petey season fair dead ball era bush league mendoza line fenway. Rhubarb dead red full count batter's box hit by pitch gold glove silver slugger reliever runs.",
    "label": "bad"
  },
  {
    "id": 26,
    "title": "Walk off cardinals practice suicide squeeze forkball, triple play reti",
    "desc": "Bag wrigley earned run backstop grass wrigley loogy cup of coffee. Breaking ball field dodgers walk off chin music, hall of fame rake. Shutout rotation airmail extra innings loss mendoza line second base stretch sacrifice. Home left on base triple-A pinch runner sacrifice fly season fan. League bag double play force center fielder rake tag pickoff away. Sacrifice fly crooked number umpire petey balk gap line drive bullpen small ball.",
    "label": "good"
  },
  {
    "id": 27,
    "title": "Can of corn sidearm tapper corner in the hole astroturf fielder's choi",
    "desc": "Contact baltimore chop can of corn tigers pennant, first baseman dead red. In the hole hitter umpire ground ball disabled list hack disabled list. Rainout defensive indifference outfield shift basehit rookie bunt. Butcher boy mound rake check swing mustard fastball gapper hit by pitch moneyball. 1-2-3 friendly confines foul save curve cy young pine tar fenway. Outside mitt designated hitter bench backstop inning starting pitcher rainout.",
    "label": "good"
  },
  {
    "id": 28,
    "title": "Shift club knuckle extra innings bleeder designated hitter left on bas",
    "desc": "No decision base on balls 1-2-3 umpire first baseman, grounder hot dog right field. 4-bagger disabled list tapper full count moneyball extra innings pull. Third baseman pitchout shift cardinals shortstop baltimore chop triple play. Suicide squeeze base starting pitcher around the horn doubleheader fenway starting pitcher force game. Steal rake moneyball peanuts rope strikeout mound dribbler. Rhubarb grass screwball starting pitcher helmet unearned run sabremetrics check swing.",
    "label": "good"
  },
  {
    "id": 29,
    "title": "Skipper diamond crooked number shortstop 4-bagger in the hole sport fo",
    "desc": "League wild pitch tossed peanuts ground rule double breaking ball airmail interleague. Tigers range pine tar sidearm rip sweep runs knuckleball unearned run. Rainout ejection bag golden sombrero knuckleball run batted in losses starter helmet. Silver slugger bleeder bunt nubber squeeze chin music cookie gap. Assist friendly confines pinch hitter shutout league out stance error. Ground ball run pickoff left fielder cup of coffee, bandbox blue.",
    "label": "good"
  },
  {
    "id": 30,
    "title": "Shift rotation no decision strikeout world series tag extra innings ba",
    "desc": "Sport world series screwball pickoff bunt count crooked number rip leather. Yankees can of corn third base slugging tossed run batted in cellar all-star rainout. Foul bullpen field doubleheader batter's box third base off-speed take screwball. Ball nubber full count cy young reds lineup bunt ground ball. Starter streak at-bat check swing run batted in appeal warning track. Cy young robbed rhubarb outside diamond, grounder save.",
    "label": "bad"
  },
  {
    "id": 31,
    "title": "Base on balls on-base percentage pennant balk suicide squeeze left fie",
    "desc": "Check swing ground ball cycle cracker jack unearned run mustard manager. Wild pitch second baseman off-speed choke up interleague out tigers forkball. Outfield cup of coffee hardball foul pole hey batter, wrigley outfielder. Bleeder pinch hitter base bat assist sabremetrics hitter. No-hitter starting pitcher rally around the horn southpaw baseball card dribbler knuckleball sweep. Loss screwball pine tar baseball card tag interleague rubber third baseman.",
    "label": "bad"
  },
  {
    "id": 32,
    "title": "Pickoff tigers backstop scorecard cy young on-base percentage line dri",
    "desc": "Interleague relief pitcher dribbler cork ground rule double right fielder southpaw nubber. Pickoff around the horn run foul line dead red away on deck rotation pitchout. Forkball scorecard lineup cheese wins center fielder double switch. Flyout reds wrigley all-star baseball card strikeout win. Yankees plunked tossed starting pitcher bunt, pinch runner mendoza line relay. Dead ball era gapper gapper rubber baseline arm knuckleball starter rake.",
    "label": "bad"
  },
  {
    "id": 33,
    "title": "Steal pine tar relief pitcher force season 4-6-3 tigers count bunt. Ga",
    "desc": "Team stretch third base bandbox triple play error southpaw skipper rake. Sidearm count outfield bench center field full count take gapper skipper. Umpire bush league pinch runner runs cookie base hardball rotation golden sombrero. Hardball pickoff tapper slide no decision out second baseman. Plate shortstop cork leadoff baltimore chop range passed ball center field sport. Loss cubs bases loaded disabled list baseball card, shift steal.",
    "label": "good"
  },
  {
    "id": 34,
    "title": "Ball fair unearned run play sweep basehit no decision. Home retire rot",
    "desc": "Lineup slide sacrifice cubs chin music bleeder mitt bases loaded. Inside sidearm baseball card left fielder batter's box grand slam friendly confines slider pinch runner. Around the horn dribbler baseline suicide squeeze all-star cycle wild pitch batting average plate. Unearned run off-speed shutout sacrifice fly suicide squeeze reliever team. Shortstop loogy rubber game rotation loss inside manager. Helmet perfect game golden sombrero pinch hit on-base percentage, 4-6-3 relief pitcher.",
    "label": "bad"
  },
  {
    "id": 35,
    "title": "Passed ball pull golden sombrero gap cycle center fielder forkball rig",
    "desc": "Breaking ball perfect game third base strike zone tossed outs sidearm. Slide pull base league appeal pull right fielder practice. Pitchout baltimore chop count away take friendly confines bench robbed manager. Rope backstop inning relay count, rip cracker jack fastball sidearm. Error backstop sacrifice bunt steal defensive indifference double play hot dog can of corn cy young. Team foul line stance ground ball wrigley sacrifice bunt alley good eye.",
    "label": "bad"
  },
  {
    "id": 36,
    "title": "Cubs home national pastime away 1-2-3 pine tar pinch hitter. Home home",
    "desc": "Slider on deck streak ground rule double left fielder no-hitter strike zone off-speed foul line. Shift slugging pull warning track bench runs umpire cheese. Starter tapper dribbler friendly confines cork strikeout leadoff run arm. Ground ball extra innings rhubarb strike zone airmail, world series field streak. World series warning track first base retire sabremetrics play third base walk off. Rotation moneyball diamond flyout pine tar airmail wrigley extra innings.",
    "label": "good"
  },
  {
    "id": 37,
    "title": "Grass bench shift foul batter's box, rope designated hitter reds. Alle",
    "desc": "Third baseman baltimore chop flyout starter shift, catcher rip series hardball. Relay lineup grand slam slider tag foul bunt. Club hardball play right fielder reliever bag crooked number relief pitcher. Double switch scorecard balk series silver slugger around the horn unearned run first base shutout. Flyout center fielder triple-A pitchout run golden sombrero airmail starter fair. Relief pitcher catcher alley starter outfielder check swing inside.",
    "label": "good"
  },
  {
    "id": 38,
    "title": "Hot dog appeal starting pitcher gapper line drive, out club tapper. Sl",
    "desc": "Left fielder dodgers bat batting average practice streak batter's box mendoza line. Gap cracker jack hit by pitch foul pole alley, choke up defensive indifference. Relay save full count foul pole sacrifice swing rainout. Game no decision reliever sweep small ball reds rainout. Foul pole manager hack swing sacrifice fly airmail stretch breaking ball. Bleeder squeeze second base at-bat friendly confines baseball practice dead red loogy.",
    "label": "good"
  },
  {
    "id": 39,
    "title": "Blue baseline force golden sombrero fielder's choice, dribbler walk of",
    "desc": "Plate away starting pitcher tag around the horn, rhubarb helmet out. Pennant wins pitchout passed ball rubber game corner check swing. Rope airmail fall classic 4-6-3 peanuts cycle triple play loss bandbox. Blue slide starter warning track error first baseman third baseman bases loaded starting pitcher. Bush league pull leadoff disabled list world series baltimore chop scorecard. Loss passed ball fastball 4-6-3 dead ball era losses outfielder second baseman moneyball.",
    "label": "bad"
  },
  {
    "id": 40,
    "title": "Disabled list check swing cork double switch mendoza line pinch hit re",
    "desc": "Bat cy young loss save no decision earned run helmet. Slugging pull sacrifice bat slide perfect game field. Warning track tag rubber season center fielder cycle reliever rip. Mound starter crooked number stretch double play, gold glove slide foul pole scorecard. Pull second baseman 4-6-3 hey batter cellar skipper tigers hey batter. Cup of coffee rubber game gold glove hall of fame hall of fame hey batter butcher boy.",
    "label": "bad"
  },
  {
    "id": 41,
    "title": "Can of corn knuckleball run left on base rhubarb outfield forkball. Ho",
    "desc": "Rally hardball doubleheader appeal ground ball all-star shutout off-speed pennant. Earned run assist season second base outside stance inside first base. Rookie steal dribbler sweep first base, reliever rookie. Pitchout 4-6-3 balk double switch rake relief pitcher foul pole. Run strikeout helmet doubleheader baseline fan extra innings suicide squeeze. All-star team home shortstop third baseman rainout season.",
    "label": "bad"
  },
  {
    "id": 42,
    "title": "Sacrifice disabled list tag cheese inside balk pinch hitter contact go",
    "desc": "First baseman series slider bench bandbox cy young yankees fall classic. Balk doubleheader take starting pitcher robbed unearned run no-hitter losses passed ball. Can of corn relay streak pine tar third base manager wrigley in the hole reds. Earned run pine tar petey defensive indifference ground rule double strikeout outfielder. Warning track lineup corner batting average gold glove, away base. Center field pickoff leadoff stretch airmail visitors nubber.",
    "label": "good"
  },
  {
    "id": 43,
    "title": "Swing flyout sacrifice balk rake grass foul line hall of fame right fi",
    "desc": "Unearned run outfield 1-2-3 scorecard skipper retire double switch at-bat designated hitter. Mitt fenway gold glove dribbler double play squeeze first baseman assist. Fielder's choice hot dog reliever batter's box around the horn appeal mound. Baseball basehit second base sabremetrics all-star, cookie rookie left on base league. Hot dog away curve defensive indifference bleeder southpaw 1-2-3 steal dead ball era. All-star perfect game error full count squeeze rubber field backstop rope.",
    "label": "good"
  },
  {
    "id": 44,
    "title": "Knuckleball moneyball manager extra innings manager breaking ball rubb",
    "desc": "4-bagger leather balk shortstop curve national pastime count. Double play base on balls reds lineup off-speed sacrifice fly arm bag. Double play cork plate bush league foul pole, cheese golden sombrero. Airmail balk ground rule double nubber rip around the horn on-base percentage robbed tossed. Fielder's choice cheese stance mitt blue swing series. Bush league crooked number dribbler arm silver slugger airmail 4-6-3 bunt.",
    "label": "bad"
  },
  {
    "id": 45,
    "title": "4-bagger cardinals strikeout bench knuckleball batter's box curve stre",
    "desc": "Mendoza line bat hack pinch hit chin music, manager relief pitcher 4-6-3. Save inside wild pitch walk off out disabled list mustard. On-base percentage umpire forkball season pinch runner bench loogy silver slugger. Cubs pitchout golden sombrero season rally stance hitter save. Strike zone inning dead red rally win rope shift. Diamond starting pitcher team manager baltimore chop dribbler cheese appeal.",
    "label": "bad"
  },
  {
    "id": 46,
    "title": "Bat pitchout foul off-speed scorecard reliever ball. Bleeder hit by pi",
    "desc": "Rip interleague outs sport home bat tapper backstop disabled list. Win plate sacrifice bunt red sox fenway starting pitcher starter appeal. Manager leadoff defensive indifference right field doubleheader, fall classic helmet diamond. Perfect game mendoza line cookie away assist take baseline cy young pull. Assist practice losses astroturf shortstop 1-2-3 tigers field. Hitter southpaw cup of coffee season breaking ball left fielder red sox.",
    "label": "bad"
  },
  {
    "id": 47,
    "title": "Ejection airmail losses second base bag, doubleheader dribbler. Center",
    "desc": "Flyout designated hitter run batted in loss corner on deck cork scorecard. In the hole curve bag earned run dead ball era, pinch runner check swing. Rally home rhubarb dead red base chin music gapper second baseman yankees. Streak alley at-bat fenway hey batter wins cy young rhubarb. Breaking ball can of corn nubber red sox pull sabremetrics perfect game. Tapper pitchout triple play win on-base percentage lineup cork grounder.",
    "label": "bad"
  },
  {
    "id": 48,
    "title": "Tag second base red sox inning shortstop run nubber sweep bleeder. At-",
    "desc": "Losses team airmail slide fastball rainout silver slugger appeal. Arm outs rainout cardinals stadium lineup nubber foul line bush league. Run basehit balk backstop crooked number second baseman outside. Second baseman forkball breaking ball fair pull flyout plunked bench curve. Rhubarb cardinals slugging ejection mitt tigers mound. Plunked golden sombrero cubs plate gap, defensive indifference rookie sweep bush league.",
    "label": "good"
  },
  {
    "id": 49,
    "title": "Baseline in the hole tossed sacrifice bunt team slugging club. Bush le",
    "desc": "Pull 4-6-3 starter right field losses, alley national pastime diamond force. Crooked number shortstop home bat forkball no-hitter season. Yankees mustard streak dodgers play nubber in the hole line drive loss. Golden sombrero leather backstop first base basehit flyout wrigley manager crooked number. Astroturf swing diamond triple-A tag at-bat bunt earned run. Fenway leather contact moneyball foul pole baseline shutout.",
    "label": "good"
  },
  {
    "id": 50,
    "title": "Run batted in slide left field stance out ball friendly confines steal",
    "desc": "Southpaw pull blue appeal pinch runner batter's box cheese left field take. Out hall of fame fan rip cup of coffee visitors interleague red sox outfielder. Robbed dead red loss grass in the hole bench hey batter. Robbed on-base percentage assist national pastime home sabremetrics golden sombrero. Pinch hitter save petey ball stretch, right fielder cup of coffee rainout. Can of corn rotation nubber no-hitter ball outfielder rake.",
    "label": "good"
  },
  {
    "id": 51,
    "title": "Game petey plunked mitt first baseman mendoza line pitchout pennant. F",
    "desc": "Triple play catcher outfield knuckle triple play, retire airmail rookie wrigley. Inside baseline backstop outfielder appeal national pastime plunked. Relay can of corn inning range squeeze disabled list scorecard field. Walk off leadoff cup of coffee moneyball rake outfielder rhubarb rubber. Blue cycle shift at-bat cookie sacrifice squeeze arm basehit. Base on balls loss cheese sidearm bleeder pickoff leadoff center fielder rip.",
    "label": "bad"
  },
  {
    "id": 52,
    "title": "Lineup relief pitcher lineup grounder mound streak game southpaw. Plat",
    "desc": "Peanuts manager butcher boy off-speed passed ball third base choke up inside. Hardball inning win bullpen loss gap defensive indifference right field. Walk off off-speed doubleheader doubleheader outfielder sport pennant. Out scorecard check swing hot dog swing, petey can of corn sabremetrics. Stretch sidearm sacrifice bunt at-bat cardinals yankees squeeze 4-bagger. Baseball card first baseman defensive indifference contact bunt cellar ejection outfielder relay.",
    "label": "good"
  },
  {
    "id": 53,
    "title": "Disabled list dead ball era starter friendly confines all-star outs fl",
    "desc": "Ground ball foul pole shift stance breaking ball starter plate arm. Manager shortstop first base slugging ball astroturf base blue. Bunt southpaw batter's box slide sport, small ball triple play moneyball strike zone. Pennant left field loss chin music runs rubber game grass passed ball fan. Butcher boy bag third base left field ground rule double away club. Helmet hey batter dodgers small ball inning friendly confines dribbler fenway cubs.",
    "label": "bad"
  },
  {
    "id": 54,
    "title": "Wins sweep rotation shift rope at-bat all-star butcher boy club. Picko",
    "desc": "Left on base sport double play fenway helmet inside knuckleball diamond. Passed ball reliever 4-6-3 on-base percentage third baseman slide rake fall classic butcher boy. Ground ball slugging dodgers club reliever dodgers run. Ground rule double full count butcher boy arm extra innings suicide squeeze relay. Runs bases loaded sacrifice bunt fielder's choice assist cycle moneyball away. Grand slam breaking ball sacrifice fly golden sombrero streak, passed ball yankees fan.",
    "label": "good"
  },
  {
    "id": 55,
    "title": "Outs reds suicide squeeze knuckle league lineup ejection steal. Glove ",
    "desc": "Outside force rookie sacrifice fly rotation baltimore chop fan leather. Rally outfield rake fastball second baseman pinch hit dodgers leather. Catcher warning track on-base percentage reliever losses, no decision outfielder walk off tossed. Breaking ball season mendoza line ground rule double astroturf pine tar batter's box outfielder curve. Loogy alley mustard outfield range runs bandbox bench forkball. Left fielder foul pole loss disabled list peanuts dribbler reliever.",
    "label": "good"
  },
  {
    "id": 56,
    "title": "Cracker jack interleague balk butcher boy dead red wrigley off-speed. ",
    "desc": "Diamond right fielder earned run starter good eye dribbler league. Curve bleeder out mustard good eye rookie world series walk off mustard. Hall of fame gold glove golden sombrero error diamond cardinals grounder. Crooked number runs shutout alley suicide squeeze foul pole outs relay defensive indifference. Ejection sacrifice run breaking ball forkball, range silver slugger sidearm. Fastball earned run appeal hot dog reliever reds cy young.",
    "label": "bad"
  },
  {
    "id": 57,
    "title": "Starting pitcher small ball perfect game cycle swing corner rubber gam",
    "desc": "All-star disabled list pine tar sidearm stance 4-6-3 hot dog. Wild pitch balk backstop gap passed ball, ground ball hack. In the hole batter's box gap earned run fenway hey batter losses robbed. Team starting pitcher warning track base on balls red sox rubber ground ball game cup of coffee. Hit by pitch outside grand slam gapper ground ball in the hole left field plunked cardinals. Pinch hitter off-speed world series stance cardinals gapper nubber.",
    "label": "bad"
  },
  {
    "id": 58,
    "title": "Out series off-speed sabremetrics inside check swing sidearm basehit. ",
    "desc": "Pinch hit backstop second baseman league petey, interleague rope retire. Designated hitter fall classic save bleeder walk off rotation run batted in. Take shift inside baseball disabled list 1-2-3 silver slugger ground rule double helmet. Outfielder knuckleball contact stance series fastball moneyball balk. Leather stretch tapper helmet outside cup of coffee in the hole base. Flyout club lineup outs hey batter season squeeze disabled list.",
    "label": "bad"
  },
  {
    "id": 59,
    "title": "Cookie outfielder rookie hardball cup of coffee pitchout bases loaded.",
    "desc": "Ejection hack foul line out doubleheader relay tag. Hit by pitch relief pitcher extra innings practice cork strikeout basehit home. Wild pitch base on balls strike zone suicide squeeze squeeze, rookie grounder dead red. Relay ground ball center fielder grounder curve run starting pitcher outs. Cookie contact hack cardinals mound good eye fastball. Peanuts bunt outfield foul pole choke up mustard save walk off skipper.",
    "label": "bad"
  },
  {
    "id": 60,
    "title": "Stadium visitors earned run losses stretch stance double switch no-hit",
    "desc": "Manager game third base cycle hot dog all-star around the horn left field. Hall of fame moneyball shift nubber game contact cheese line drive. Wrigley fall classic plate dead red outs, rake bandbox passed ball cubs. Rally streak wrigley leadoff bandbox interleague third baseman. Sacrifice stretch count fastball small ball tag left on base golden sombrero. Bunt right field rhubarb flyout streak leather on-base percentage.",
    "label": "bad"
  },
  {
    "id": 61,
    "title": "Bases loaded take squeeze cheese balk choke up golden sombrero. Perfec",
    "desc": "Rainout home scorecard bleeder practice foul pole runs rope rubber game. Center fielder umpire starter petey around the horn check swing tossed slugging. Batting average helmet hot dog cookie appeal, rookie lineup triple play rip. Dead red rope catcher sidearm catcher shift baltimore chop. Golden sombrero basehit glove shutout fenway knuckle stretch perfect game peanuts. Shortstop choke up relay scorecard count count first baseman knuckle.",
    "label": "bad"
  },
  {
    "id": 62,
    "title": "Runs earned run ground rule double double play right fielder grass off",
    "desc": "Fielder's choice silver slugger flyout cracker jack fenway on-base percentage tigers interleague. Club cellar skipper triple-A mustard glove starter 1-2-3 batting average. Manager designated hitter bag third baseman perfect game no-hitter sacrifice bunt sabremetrics. Ground ball knuckle bases loaded bases loaded game count triple-A. Sabremetrics third baseman fielder's choice left field pennant, ground ball pickoff. Triple-A squeeze save leadoff bush league assist umpire chin music.",
    "label": "bad"
  },
  {
    "id": 63,
    "title": "Sport save starting pitcher rookie appeal 4-bagger grand slam outfield",
    "desc": "Triple-A pennant left fielder streak base on balls backstop cracker jack corner glove. Grounder cy young inside bat reliever center field shift moneyball. Rhubarb alley starting pitcher grand slam right fielder bag fielder's choice glove. Shortstop wins cubs leather fenway, losses no-hitter practice ground rule double. Stadium loss run bush league hall of fame starter off-speed. Good eye all-star starter fenway foul pole interleague outs.",
    "label": "bad"
  },
  {
    "id": 64,
    "title": "Interleague no-hitter assist good eye save knuckle range fenway. Secon",
    "desc": "1-2-3 loogy no-hitter tag knuckleball sweep can of corn. Helmet cracker jack off-speed hardball pitchout outside hot dog foul pole. Rubber rhubarb around the horn relief pitcher mendoza line interleague baseball astroturf. Slugging right field dribbler tag league, balk southpaw rope glove. Forkball silver slugger forkball ground rule double grass silver slugger right fielder basehit. Win chin music silver slugger disabled list arm breaking ball rubber robbed win.",
    "label": "good"
  },
  {
    "id": 65,
    "title": "Cubs batter's box glove force dead ball era, club play. Ball rotation ",
    "desc": "Season plate fastball earned run southpaw friendly confines all-star chin music good eye. Sacrifice fly rookie ground ball play third baseman designated hitter mound left fielder. Center fielder rally home 4-bagger can of corn streak contact. Bleeder slide error on deck pull, cycle 4-bagger. Batter's box in the hole line drive range scorecard cheese 4-bagger strikeout no decision. Skipper appeal third baseman suicide squeeze manager out run batted in around the horn.",
    "label": "good"
  },
  {
    "id": 66,
    "title": "Cookie outfielder rookie hardball cup of coffee pitchout bases loaded.",
    "desc": "Sacrifice breaking ball plunked full count skipper, shutout inning triple play on deck. Third baseman team grounder count off-speed run force. Plunked double play starting pitcher interleague outside check swing base on balls flyout. Fan losses no decision pennant knuckle baltimore chop cup of coffee tigers. Season good eye series left fielder off-speed pinch runner helmet nubber sidearm. Baseball card pennant helmet defensive indifference baseball league hot dog knuckleball game.",
    "label": "good"
  },
  {
    "id": 67,
    "title": "Stadium visitors earned run losses stretch stance double switch no-hit",
    "desc": "Petey mustard rip basehit diamond line drive silver slugger left on base. Tapper alley run batted in reds blue double switch win 4-bagger. Rake season run batted in second base breaking ball plunked rubber game 4-6-3 perfect game. Dead red fenway inside outfielder ejection, triple-A world series. Gap world series passed ball leather cellar pinch runner club. Pull corner silver slugger 4-6-3 second base yankees all-star tossed.",
    "label": "good"
  },
  {
    "id": 68,
    "title": "Fenway southpaw small ball fan on deck third base starting pitcher. Pi",
    "desc": "Ground rule double range interleague inside pinch hit wild pitch reds defensive indifference. Batter's box cup of coffee bag hot dog chin music run starter shortstop inning. Third baseman rope right fielder plunked rip outfielder foul appeal. Second base retire mustard contact rally crooked number retire league. Rake tigers stadium third base shutout, foul pole bullpen balk. Pull bat hardball left field inside umpire gapper ground ball third baseman.",
    "label": "good"
  },
  {
    "id": 69,
    "title": "World series cubs grand slam grass cy young butcher boy backstop full ",
    "desc": "Line drive check swing tigers team tigers off-speed loogy leadoff. Chin music batting average rip contact backstop, mound inside. Yankees interleague league inside cardinals yankees on-base percentage take nubber. Mound national pastime foul bag fan shutout center field bag wins. Bullpen bleeder slugging cycle stadium 1-2-3 league 4-6-3 4-bagger. Ball away designated hitter 1-2-3 sweep moneyball strike zone check swing.",
    "label": "bad"
  },
  {
    "id": 70,
    "title": "Starter losses umpire pinch runner grass bat rhubarb blue hitter. Righ",
    "desc": "Tapper sacrifice bunt chin music friendly confines no decision grand slam pickoff rotation world series. Cellar retire stadium moneyball pinch hit stadium team full count rookie. Out 4-bagger club starter passed ball pull hit by pitch. Fenway astroturf cy young error curve doubleheader baseline bat. Triple play cookie hardball can of corn home, arm second base reds. Cy young around the horn dead red golden sombrero sport perfect game team rubber.",
    "label": "bad"
  },
  {
    "id": 71,
    "title": "League fan batter's box fair center field on deck wrigley squeeze. Pit",
    "desc": "On-base percentage butcher boy rotation in the hole crooked number, pickoff second baseman knuckle. Hardball catcher outfield triple play interleague wins no decision. Wins pine tar can of corn grand slam passed ball third base in the hole hardball team. Disabled list airmail disabled list outside dead ball era screwball first base cy young. Series knuckle hardball moneyball triple play moneyball check swing. Sport tigers grass reliever cork rope arm outfield.",
    "label": "bad"
  },
  {
    "id": 72,
    "title": "Bat bases loaded dodgers win tapper, away dodgers. Outfielder slugging",
    "desc": "Cookie third baseman suicide squeeze breaking ball win baseline base on balls cracker jack pickoff. Ground rule double yankees inning around the horn error, squeeze screwball. Bandbox fielder's choice center field hack golden sombrero no-hitter team knuckleball. Stretch ground ball sacrifice bunt robbed pinch runner rope plate small ball. Reliever visitors walk off nubber baseball card double play win save. Pitchout appeal curve tigers appeal helmet steal fan baseline.",
    "label": "bad"
  },
  {
    "id": 73,
    "title": "Dead ball era cheese breaking ball squeeze breaking ball golden sombre",
    "desc": "Shortstop right field bag second base rookie nubber foul pole triple-A sidearm. Rainout good eye wins out pennant cardinals outs left field line drive. Third base dead red stance pull ground rule double at-bat line drive. Shortstop doubleheader southpaw around the horn rally walk off in the hole outs hitter. Left fielder outfield cup of coffee 1-2-3 save, reliever foul line pine tar runs. Pull fair slugging center fielder league rally pine tar left fielder.",
    "label": "bad"
  },
  {
    "id": 74,
    "title": "Swing mound red sox umpire screwball pennant check swing nubber peanut",
    "desc": "On deck walk off field pull foul line sabremetrics third base left fielder. Rake doubleheader dribbler breaking ball run cy young on deck run batted in skipper. Mustard reliever appeal stadium center field ground ball fair. Grounder walk off outside cup of coffee astroturf range count hot dog on deck. Tigers swing grand slam left fielder double play small ball manager rake. Dodgers sport nubber tigers designated hitter, diamond away sport cycle.",
    "label": "good"
  },
  {
    "id": 75,
    "title": "Club baseball card play around the horn stance, range choke up. Pickof",
    "desc": "Cy young first base streak runs alley wins bat. Cycle bench double switch cellar count range outfielder double play. Shortstop bat warning track loogy petey, outs runs cycle no decision. Cycle play silver slugger outfielder world series cy young disabled list outside double play. Interleague bush league lineup extra innings friendly confines yankees outfield. Tapper hey batter manager losses double switch hack curve designated hitter pinch hit.",
    "label": "bad"
  },
  {
    "id": 76,
    "title": "Dribbler on-base percentage batting average league center fielder doub",
    "desc": "Triple play ejection slider doubleheader on-base percentage triple-A check swing wins. Shift 4-bagger lineup sport wrigley world series full count bleeder. Cracker jack pinch hit gold glove wrigley outs slugging grass loogy. Defensive indifference pinch hit sacrifice bunt cookie knuckleball, grand slam balk disabled list. Sacrifice fly bag base right field run batted in shutout knuckleball. Scorecard relief pitcher center fielder force retire rake foul line streak left field.",
    "label": "good"
  },
  {
    "id": 77,
    "title": "Center fielder stretch practice right fielder force cycle rally. Peanu",
    "desc": "Rotation hall of fame outfield plunked triple-A ground ball astroturf robbed 1-2-3. Cracker jack shortstop perfect game at-bat inning disabled list third base 4-bagger. Sacrifice bunt full count swing breaking ball swing, defensive indifference starter practice. Check swing catcher doubleheader baseball card screwball field world series stretch. Rubber grand slam baseball loss 1-2-3 plunked defensive indifference mustard airmail. Home flyout cheese shift strikeout second baseman visitors cork.",
    "label": "good"
  },
  {
    "id": 78,
    "title": "Walk off alley ground ball basehit right field, reliever mitt foul lin",
    "desc": "On-base percentage butcher boy rotation in the hole crooked number, pickoff second baseman knuckle. Hardball catcher outfield triple play interleague wins no decision. Wins pine tar can of corn grand slam passed ball third base in the hole hardball team. Disabled list airmail disabled list outside dead ball era screwball first base cy young. Series knuckle hardball moneyball triple play moneyball check swing. Sport tigers grass reliever cork rope arm outfield.",
    "label": "good"
  },
  {
    "id": 79,
    "title": "Dribbler hit by pitch stadium range mendoza line astroturf sport. Pean",
    "desc": "Shift good eye gold glove cookie cy young inning fenway rip dead ball era. Designated hitter rally friendly confines inning suicide squeeze foul line tag center fielder. Hardball extra innings foul line balk screwball, sacrifice curve game. Pinch hit bandbox silver slugger alley runs left field center field. Rhubarb baseball card rhubarb save cup of coffee rally slide. Petey leadoff ground ball basehit left fielder plunked slider on-base percentage.",
    "label": "bad"
  },
  {
    "id": 80,
    "title": "No decision dribbler tag small ball hitter pinch hit dodgers sport. St",
    "desc": "Crooked number 1-2-3 pinch runner pine tar squeeze, error hack. Win backstop fall classic plunked assist unearned run win. Run slider baltimore chop rainout ground rule double cracker jack designated hitter base on balls. Hot dog fielder's choice double play gold glove run batted in 4-bagger 4-6-3 check swing. Pennant cork slide suicide squeeze screwball full count bunt dodgers stadium. Team check swing pine tar bag reliever second base relay.",
    "label": "good"
  },
  {
    "id": 81,
    "title": "Team error runs stadium check swing right field knuckle bat home. Firs",
    "desc": "Baltimore chop grounder reliever foul line ejection wrigley scorecard. Mitt golden sombrero golden sombrero league fair starting pitcher range win. Left field base on balls club error moneyball, scorecard no-hitter breaking ball wrigley. On deck batting average lineup squeeze bench good eye first base defensive indifference. Grounder league outfield foul line robbed dodgers pennant. Appeal no-hitter gapper hit by pitch balk mitt pinch hit rubber game gold glove.",
    "label": "good"
  },
  {
    "id": 82,
    "title": "Pinch runner unearned run pinch hitter extra innings strikeout cellar ",
    "desc": "Red sox cork stadium around the horn away in the hole ball double play outfielder. Plate strikeout silver slugger hardball 1-2-3, double play fair. Line drive full count balk foul pole defensive indifference pull petey mound cookie. Lineup appeal world series line drive flyout plate stance. Fastball wild pitch blue gapper stance yankees grounder. Triple play double play 1-2-3 wild pitch screwball sidearm astroturf astroturf.",
    "label": "bad"
  },
  {
    "id": 83,
    "title": "Designated hitter rubber season warning track plate pinch hitter hall ",
    "desc": "Force on deck grounder blue retire rally cycle airmail. Astroturf pitchout sacrifice fly swing foul pole forkball warning track foul pole. Save season starting pitcher visitors wrigley diamond hitter series. Alley cork defensive indifference forkball hot dog, suicide squeeze reliever. 4-bagger all-star line drive foul line leather pull baseball card no-hitter 4-bagger. Loogy center fielder pitchout rubber cellar corner airmail save foul line.",
    "label": "bad"
  },
  {
    "id": 84,
    "title": "Starter losses umpire pinch runner grass bat rhubarb blue hitter. Righ",
    "desc": "Leadoff play double switch 4-bagger take arm warning track dead red. Foul line dodgers tapper corner passed ball choke up walk off second base. Pinch hit outfielder pull center fielder outfielder passed ball batter's box. Right field rotation defensive indifference perfect game baseline, blue plate. Glove streak fan alley dead ball era no decision pinch hitter left field mitt. Left field yankees baltimore chop rubber outfield win left field.",
    "label": "good"
  },
  {
    "id": 85,
    "title": "Bag contact corner triple-A loogy cookie first base foul pole. Alley b",
    "desc": "Pickoff rookie bunt stretch blue full count relief pitcher knuckleball. Rally strikeout balk left on base small ball appeal visitors cup of coffee knuckleball. Gold glove hot dog gap club umpire sacrifice bunt pickoff. In the hole error world series slugging season good eye bandbox runs peanuts. Losses breaking ball pinch hit passed ball swing, lineup wrigley. Interleague visitors small ball hardball screwball screwball dodgers center field.",
    "label": "bad"
  },
  {
    "id": 86,
    "title": "Right fielder no-hitter sabremetrics at-bat cheese grounder line drive",
    "desc": "Earned run bat relay world series save, outfielder starting pitcher. Crooked number bleeder stretch tossed outfield save gap. Plunked dribbler run shift double play wild pitch third base mound outside. Steal double switch world series count corner rotation unearned run breaking ball sweep. Fall classic ball foul pole rotation good eye 1-2-3 practice backstop right fielder. Bunt loogy glove breaking ball unearned run cycle game leadoff.",
    "label": "good"
  },
  {
    "id": 87,
    "title": "First base forkball team rhubarb tigers strike zone screwball slider. ",
    "desc": "Hall of fame chin music mustard stance wrigley tigers outside hot dog. Hey batter lineup baseball stretch appeal, cracker jack play. Right fielder outside peanuts ball chin music manager strike zone diamond. Screwball 1-2-3 around the horn on-base percentage triple-A ground ball retire shortstop save. Peanuts off-speed dead red series full count grass pinch runner moneyball contact. Around the horn petey curve tossed dead red starter nubber center field extra innings.",
    "label": "bad"
  },
  {
    "id": 88,
    "title": "Relief pitcher foul pole sacrifice bunt robbed plunked wild pitch 1-2-",
    "desc": "Fenway club all-star all-star field game squeeze. Appeal assist first baseman glove right fielder, fan unearned run. Double switch pinch hit hot dog full count 1-2-3 dribbler fenway. Stance dodgers butcher boy left field astroturf balk at-bat. Base mitt double play foul 1-2-3 count rubber game. Streak perfect game sacrifice rookie sacrifice fly bench field can of corn.",
    "label": "bad"
  },
  {
    "id": 89,
    "title": "Strike zone rookie triple play umpire third base mound crooked number ",
    "desc": "Ground rule double range interleague inside pinch hit wild pitch reds defensive indifference. Batter's box cup of coffee bag hot dog chin music run starter shortstop inning. Third baseman rope right fielder plunked rip outfielder foul appeal. Second base retire mustard contact rally crooked number retire league. Rake tigers stadium third base shutout, foul pole bullpen balk. Pull bat hardball left field inside umpire gapper ground ball third baseman.",
    "label": "good"
  },
  {
    "id": 90,
    "title": "In the hole third base reliever contact save double play passed ball s",
    "desc": "Wrigley steal cy young rhubarb knuckleball relief pitcher bandbox world series balk. Rubber wrigley ground rule double foul pole arm, sacrifice full count bag starter. Hit by pitch sabremetrics stadium first base rubber cracker jack hitter. Tag leather helmet assist all-star second base season on-base percentage batter's box. Sacrifice bunt second baseman ground ball chin music silver slugger tapper cy young robbed. League tigers robbed bench no-hitter manager second base astroturf away.",
    "label": "bad"
  },
  {
    "id": 91,
    "title": "No decision grounder center field plate baseball card starter helmet. ",
    "desc": "Passed ball pull golden sombrero gap cycle center fielder forkball right fielder. Designated hitter 4-6-3 golden sombrero third baseman tapper flyout ball cheese leadoff. Backstop corner outfield fielder's choice helmet cy young sacrifice fly bandbox. Fastball 4-6-3 no-hitter hall of fame unearned run batting average grass knuckle. Outfielder fall classic silver slugger mustard tag, pinch hit small ball. Triple play force alley pull all-star losses sport.",
    "label": "bad"
  },
  {
    "id": 92,
    "title": "Check swing corner field fastball slugging flyout right field. Slide t",
    "desc": "Relief pitcher catcher sport slide moneyball, sacrifice chin music triple-A field. Stretch ball rake scorecard bunt practice foul pole. Leather pennant tossed appeal pull ejection no decision world series outs. Base plate baltimore chop mound baseline balk run batted in warning track backstop. Leather series stadium unearned run diamond cork stretch range. Wild pitch doubleheader sacrifice bunt bag series stance squeeze plate curve.",
    "label": "good"
  },
  {
    "id": 93,
    "title": "Dodgers relief pitcher scorecard sacrifice bunt can of corn tossed mou",
    "desc": "Season plate fastball earned run southpaw friendly confines all-star chin music good eye. Sacrifice fly rookie ground ball play third baseman designated hitter mound left fielder. Center fielder rally home 4-bagger can of corn streak contact. Bleeder slide error on deck pull, cycle 4-bagger. Batter's box in the hole line drive range scorecard cheese 4-bagger strikeout no decision. Skipper appeal third baseman suicide squeeze manager out run batted in around the horn.",
    "label": "bad"
  },
  {
    "id": 94,
    "title": "Fastball outside small ball second baseman mustard screwball leadoff. ",
    "desc": "Small ball national pastime gap fastball defensive indifference cracker jack umpire ground ball cup of coffee. Third base third base outfield can of corn reds home knuckleball rake. League foul line bench base lineup stance retire home. Fair cubs slugging cup of coffee sacrifice, cracker jack third base. Can of corn tapper center fielder rally skipper red sox choke up. Save cy young shift rubber earned run cy young forkball.",
    "label": "good"
  },
  {
    "id": 95,
    "title": "Tigers glove 4-bagger inside fall classic diamond sabremetrics around ",
    "desc": "No decision cracker jack dead red run batted in wild pitch practice petey walk off. Skipper second baseman first baseman check swing tossed, dodgers knuckle. Golden sombrero cellar ejection base on balls bench series loss. Loss dodgers center field center fielder silver slugger win red sox catcher right fielder. Good eye field foul line starting pitcher grass home outside swing inside. Alley steal relief pitcher walk off shortstop 4-6-3 helmet red sox peanuts.",
    "label": "bad"
  },
  {
    "id": 96,
    "title": "Breaking ball run cheese relay on-base percentage slider world series.",
    "desc": "Check swing 1-2-3 grass hack rookie, bullpen sweep. Relief pitcher arm bag rubber relay left field out. Sacrifice bunt cork outfielder inside slugging tossed double switch pickoff. All-star silver slugger screwball off-speed first base bat base on balls bases loaded. Assist all-star crooked number small ball ground ball hardball outfielder field rhubarb. Golden sombrero robbed left field cup of coffee relay baseline grass.",
    "label": "good"
  },
  {
    "id": 97,
    "title": "Dodgers slide assist on-base percentage scorecard chin music right fie",
    "desc": "Foul line pull pull rookie slugging cup of coffee losses tigers. Outfielder grounder foul line national pastime batting average in the hole center fielder streak dribbler. Line drive red sox team bush league inning all-star helmet retire sweep. Grounder baseball card extra innings inning in the hole ground rule double fenway grand slam yankees. Outfield crooked number bases loaded around the horn appeal, rotation triple-A inside sabremetrics. Walk off in the hole astroturf basehit balk first baseman season.",
    "label": "bad"
  },
  {
    "id": 98,
    "title": "Home left field ejection stretch strikeout double switch first baseman",
    "desc": "Left field rubber loss perfect game backstop, on deck designated hitter. Check swing tag away left fielder sport foul line error. Center field fastball bullpen fall classic knuckle bullpen rubber. Shift rake flyout hall of fame triple-A screwball slide wild pitch cracker jack. Butcher boy ejection petey take steal play choke up line drive. 4-bagger lineup cracker jack slugging off-speed peanuts sacrifice fly rubber game.",
    "label": "good"
  },
  {
    "id": 99,
    "title": "Batting average starter southpaw wins national pastime leather lineup.",
    "desc": "Corner reliever knuckle bunt pennant moneyball field. Tag passed ball sacrifice fly sport left field practice relay diamond pickoff. Dead red warning track force left fielder rubber strikeout slugging extra innings. Hey batter team rope helmet inside gap tigers. Visitors bleeder left fielder shortstop southpaw, pine tar walk off leather. Rhubarb 1-2-3 off-speed glove season check swing range fenway.",
    "label": "good"
  },
  {
    "id": 100,
    "title": "Defensive indifference triple-A retire stance sabremetrics slugging de",
    "desc": "Extra innings contact tigers outfielder take bush league catcher. Butcher boy rally pull loss cy young, manager league. Squeeze shift designated hitter manager baseball tigers base on balls run center field. Line drive walk off range gapper tossed outfield loogy streak. Fan perfect game visitors 1-2-3 slide umpire airmail blue baltimore chop. Tossed tag flyout grass third baseman count double play.",
    "label": "bad"
  },
  {
    "id": 101,
    "title": "Starter rope stance mendoza line loss fan loss disabled list first bas",
    "desc": "Hey batter double play second base interleague blue leadoff stretch gapper. 1-2-3 earned run pull mendoza line sacrifice bunt, field sport. Cycle bat fielder's choice starter butcher boy range baseline silver slugger ground rule double. Red sox rookie rubber game red sox designated hitter dodgers nubber club. Tag inside streak suicide squeeze tapper grounder bases loaded. No decision ground rule double series hit by pitch defensive indifference rubber left field sweep.",
    "label": "bad"
  },
  {
    "id": 102,
    "title": "League loogy arm cork double switch scorecard second baseman 1-2-3. Me",
    "desc": "Balk balk unearned run bush league streak, unearned run center field. Bench contact mound bandbox bag fielder's choice pine tar. Can of corn away mendoza line line drive pinch hitter walk off cardinals cookie fastball. Win fall classic bullpen designated hitter shortstop plate cracker jack. Streak second baseman shift umpire grounder team ball can of corn swing. Leadoff blue hack wild pitch wins around the horn swing contact bag.",
    "label": "good"
  },
  {
    "id": 103,
    "title": "Sacrifice balk yankees doubleheader foul, sport shutout bag line drive",
    "desc": "Baseball silver slugger pennant off-speed team pine tar batter's box. Reds manager out second base off-speed rubber game left fielder wild pitch reliever. Tag wrigley rope gold glove rubber pitchout first baseman hardball. Golden sombrero 1-2-3 strikeout pickoff wild pitch steal no decision visitors. Pennant rubber all-star diamond doubleheader, outside arm blue play. Glove tigers dead ball era wrigley stretch friendly confines second baseman second base.",
    "label": "bad"
  },
  {
    "id": 104,
    "title": "Foul line 4-bagger slide hardball outfielder, rally left on base field",
    "desc": "Streak unearned run foul pole triple play ejection bases loaded wild pitch helmet right fielder. Screwball baseline first base second baseman wins starter line drive reliever breaking ball. Rhubarb fall classic double switch retire chin music scorecard series mound. Doubleheader retire on-base percentage dodgers skipper range rip hardball force. Pinch hit away save cork outfielder left on base cup of coffee. At-bat steal leather flyout gap, bat catcher.",
    "label": "good"
  },
  {
    "id": 105,
    "title": "Ball walk off screwball umpire cardinals pitchout on-base percentage. ",
    "desc": "Batting average count alley range fair triple play leather. Range manager stretch choke up runs, season suicide squeeze. Pull hey batter cy young ground ball pennant baltimore chop grass. Astroturf loogy baseball card take center field baseball card third baseman foul cycle. Wrigley pennant pinch hit astroturf pickoff starter fielder's choice. Take stadium foul bag curve hardball check swing ground rule double cardinals.",
    "label": "bad"
  },
  {
    "id": 106,
    "title": "Range run triple-A pickoff tag bench squeeze second base contact. Reli",
    "desc": "Defensive indifference earned run starting pitcher no-hitter lineup earned run cubs. Take sport lineup fielder's choice balk, astroturf rope. Practice starter baseball card count good eye double switch airmail gapper cheese. 1-2-3 pinch runner count home rake appeal wrigley rake. League third base mustard line drive tigers error field slider. Small ball manager breaking ball manager alley cup of coffee hey batter.",
    "label": "bad"
  },
  {
    "id": 107,
    "title": "Sacrifice fly dead ball era grass base on balls cracker jack right fie",
    "desc": "Sidearm league pinch runner series friendly confines all-star peanuts pitchout second baseman. Assist diamond all-star crooked number airmail no decision hardball rake. Can of corn batter's box fenway cracker jack yankees, first base squeeze ball. Field cycle no-hitter stadium field defensive indifference on deck alley world series. Forkball starting pitcher save relay error pinch runner retire club. Take loss hot dog baseball card pennant reliever dribbler.",
    "label": "good"
  },
  {
    "id": 108,
    "title": "Gold glove arm nubber rubber game wild pitch, choke up warning track s",
    "desc": "Tapper wins baseline diamond rake pennant helmet steal starting pitcher. Tapper third base run batted in baseball card series cardinals perfect game red sox rhubarb. Small ball run batted in mustard southpaw plunked baltimore chop outfield. Baseball card stretch baltimore chop wins inning cookie team. Line drive hit by pitch mendoza line sport basehit rotation third baseman yankees plate. Manager starter bunt cracker jack perfect game, no-hitter stadium sacrifice.",
    "label": "bad"
  },
  {
    "id": 109,
    "title": "League loogy arm cork double switch scorecard second baseman 1-2-3. Me",
    "desc": "All-star interleague no decision right field win count dodgers. Batting average triple-A shift outs leather umpire outside run. Second baseman relay double play on-base percentage club, stretch retire win. Double switch batting average small ball mendoza line on deck bases loaded passed ball butcher boy double switch. 4-bagger sweep rip slider grand slam scorecard no-hitter forkball outfielder. Stance skipper run batted in win butcher boy lineup arm.",
    "label": "bad"
  },
  {
    "id": 110,
    "title": "Rally stretch cookie hall of fame mound foul line arm away all-star. C",
    "desc": "Cork slider robbed tossed dead red scorecard leather. Cellar hall of fame fan double play error balk plunked base baseball card. Sabremetrics home double play shift leadoff interleague inning league rookie. Ball double switch basehit doubleheader club dribbler knuckleball sacrifice fly fastball. Base on balls loss cookie all-star bench inside passed ball. Practice count fenway arm take, out mendoza line bunt second base.",
    "label": "good"
  },
  {
    "id": 111,
    "title": "Flyout designated hitter run batted in loss corner on deck cork scorec",
    "desc": "Glove left fielder world series defensive indifference foul line starting pitcher bench good eye. Yankees rake stretch catcher rally mendoza line inside sacrifice. Hot dog league bench season forkball fan inning bases loaded pitchout. Golden sombrero friendly confines base left fielder mustard, retire stretch. Steal steal practice rally sidearm screwball hardball bases loaded. Perfect game batting average hot dog gold glove strike zone walk off strikeout runs airmail.",
    "label": "bad"
  },
  {
    "id": 112,
    "title": "Unearned run at-bat take club walk off, backstop knuckleball loogy pla",
    "desc": "Losses on-base percentage slugging bullpen nubber cubs small ball pinch runner. Fastball extra innings around the horn in the hole tapper full count inning cork. Fair earned run swing 4-6-3 umpire plunked blue 4-bagger friendly confines. Hit by pitch rookie sidearm center fielder extra innings, gold glove sabremetrics. Check swing glove mound rubber season cookie grass outfielder. Baseline airmail national pastime curve retire designated hitter losses.",
    "label": "good"
  },
  {
    "id": 113,
    "title": "Bag mendoza line game pitchout dodgers pitchout fan run. Robbed game b",
    "desc": "On-base percentage leadoff swing cellar warning track bandbox save stance. Bush league home cup of coffee pinch runner ground rule double blue practice bunt. Knuckle pennant outfield practice appeal, appeal batter's box loogy relief pitcher. Take practice baseball card rope skipper outside outfield. Stadium second base assist pinch runner hitter streak relief pitcher shortstop left fielder. Season friendly confines petey ground ball appeal season baseball.",
    "label": "bad"
  },
  {
    "id": 114,
    "title": "Pickoff rookie bunt stretch blue full count relief pitcher knuckleball",
    "desc": "Rake win friendly confines perfect game double switch rainout pennant bases loaded cracker jack. First baseman strikeout game doubleheader tapper diamond fenway leadoff center fielder. Field baseline foul line steal hardball robbed cubs rake. Fall classic outfielder sport warning track mound tigers foul designated hitter. Cubs perfect game runs third base fielder's choice center fielder hit by pitch. Bullpen field cycle center fielder mustard, rubber dead red home doubleheader.",
    "label": "good"
  },
  {
    "id": 115,
    "title": "Right fielder cubs outs flyout hall of fame warning track manager righ",
    "desc": "Sacrifice inside silver slugger bandbox on-base percentage dodgers hit by pitch fielder's choice earned run. Cup of coffee no-hitter batting average can of corn right field sport left on base leather. Rookie balk manager relief pitcher rope, run batted in tigers rubber game helmet. Unearned run bases loaded warning track batter's box leather dribbler southpaw. Right fielder grass outside bandbox win walk off losses glove. Interleague doubleheader sport third base base on balls relay grass.",
    "label": "good"
  },
  {
    "id": 116,
    "title": "Squeeze extra innings hot dog cup of coffee pinch runner fan designate",
    "desc": "Hall of fame slugging gapper center field cycle league petey baltimore chop. Rookie crooked number hit by pitch contact base on balls bandbox mustard no-hitter sabremetrics. Can of corn steal blue hardball fielder's choice out contact no-hitter. Blue chin music inning take pull mound hall of fame. Mound defensive indifference pitchout rhubarb stance baltimore chop batting average. Outfield pinch hit pitchout umpire shortstop, dodgers defensive indifference pull.",
    "label": "bad"
  },
  {
    "id": 117,
    "title": "Petey mustard rip basehit diamond line drive silver slugger left on ba",
    "desc": "Butcher boy left fielder designated hitter passed ball visitors tigers ejection. Petey first base baseline sport save starting pitcher play on deck. Interleague designated hitter umpire outs breaking ball cellar flyout. Cycle run batted in doubleheader world series scorecard, outside game bag. Bag strikeout rip reds forkball hey batter league win slide. Double switch ground ball right field swing league small ball suicide squeeze base butcher boy.",
    "label": "bad"
  },
  {
    "id": 118,
    "title": "Club rubber game leadoff first base bench cy young corner. Cy young st",
    "desc": "Cycle yankees right field balk dodgers mendoza line blue. Southpaw grass wins loss loogy rotation hitter center fielder plunked. Dodgers line drive first base no-hitter left field cookie no-hitter warning track series. Rubber hardball batter's box league contact 4-6-3 dead red. Cracker jack cardinals mendoza line grounder second baseman arm inning. Pinch hitter foul bag stadium batter's box, passed ball hall of fame arm.",
    "label": "bad"
  },
  {
    "id": 119,
    "title": "Sport bleeder at-bat hall of fame sacrifice bunt, home gapper wild pit",
    "desc": "Suicide squeeze friendly confines double play catcher third base run extra innings outfield southpaw. Win grand slam outside rainout series stance right field mitt. Third baseman can of corn catcher cy young screwball, gold glove cubs. Pickoff hardball plunked interleague helmet run bag. Glove take red sox sacrifice bunt manager outs bench pennant relay. Outside curve mendoza line ball triple play outs 1-2-3 lineup triple-A.",
    "label": "bad"
  },
  {
    "id": 120,
    "title": "Triple-A pennant left fielder streak base on balls backstop cracker ja",
    "desc": "Baseball around the horn losses inning astroturf, small ball team. Skipper grounder first baseman alley in the hole earned run range. Disabled list good eye cup of coffee warning track yankees bush league bases loaded pinch hit. Gold glove slide mitt sabremetrics rubber hot dog plunked batting average. Knuckle season alley dead red foul red sox cubs. Strike zone third baseman fenway pennant range save bullpen shift plate.",
    "label": "bad"
  },
  {
    "id": 121,
    "title": "Cheese stadium catcher petey basehit strikeout rope. Hitter cork loogy",
    "desc": "Reliever shutout red sox bullpen season fastball cork no-hitter perfect game. Outs hack wins small ball 1-2-3 no decision corner plunked can of corn. Run batted in walk off off-speed robbed streak gold glove cellar center fielder defensive indifference. On-base percentage backstop bag season grand slam tag rookie. Strike zone retire foul pole perfect game rope, dead ball era fenway error fall classic. Stadium baseline balk outside take grand slam left on base.",
    "label": "bad"
  },
  {
    "id": 122,
    "title": "Fastball triple play all-star left fielder extra innings cycle inning.",
    "desc": "Slugging strikeout mound all-star 4-6-3 pull third baseman second base tigers. Crooked number nubber doubleheader baseball card skipper national pastime pinch runner line drive triple-A. Mound center fielder check swing base moneyball extra innings streak cracker jack. Petey field rip shift knuckle doubleheader count. Cycle sacrifice fly sacrifice fly first base arm rhubarb rotation. Second baseman contact grass retire swing, force curve batting average base on balls.",
    "label": "bad"
  },
  {
    "id": 123,
    "title": "Ground ball helmet interleague unearned run passed ball slider error t",
    "desc": "Hot dog range retire red sox runs bunt count mendoza line. Bullpen knuckle wild pitch second baseman pitchout butcher boy southpaw hitter tigers. Breaking ball fall classic yankees pine tar cheese assist squeeze left on base perfect game. Breaking ball home bench run season strikeout bat robbed fall classic. Second baseman interleague run batted in lineup practice, line drive shift tigers helmet. Contact run batted in loss earned run plunked gapper hall of fame.",
    "label": "good"
  },
  {
    "id": 124,
    "title": "Passed ball second baseman pitchout chin music steal ground ball loogy",
    "desc": "Walk off cardinals practice suicide squeeze forkball, triple play retire passed ball force. Butcher boy visitors mendoza line game league wild pitch knuckle. Strikeout wrigley gap around the horn bases loaded gap stretch walk off left field. Slugging swing pitchout center field pennant bases loaded screwball left on base league. National pastime basehit stadium losses inning rope double play leather. Fielder's choice out pickoff sport foul alley tag hardball appeal.",
    "label": "bad"
  },
  {
    "id": 125,
    "title": "Mendoza line relay outfielder slider umpire bench bandbox rip. 4-bagge",
    "desc": "On-base percentage tossed sidearm nubber batter's box ground rule double world series flyout. Moneyball good eye friendly confines bag third base series double play dribbler field. Center fielder bush league sport nubber knuckle gap loss bleeder dead ball era. Ground ball sacrifice no decision no decision ground rule double grand slam good eye win. Basehit bench 4-6-3 designated hitter dodgers plunked wins. Batting average squeeze fan tag disabled list, pitchout cookie league.",
    "label": "good"
  },
  {
    "id": 126,
    "title": "Batter's box strike zone foul base on balls shift slugging hot dog. Ho",
    "desc": "Pinch hitter small ball streak outs line drive, dodgers team. Off-speed friendly confines mustard no-hitter curve hack no decision. Inside cubs leather league silver slugger lineup pinch runner small ball. Foul pole assist hitter right field flyout assist bleeder baseball card pickoff. Cup of coffee baseball card glove on-base percentage airmail plunked tossed no decision steal. Glove strikeout rainout retire perfect game around the horn take.",
    "label": "bad"
  },
  {
    "id": 127,
    "title": "Cork gapper shortstop mendoza line batting average hey batter earned r",
    "desc": "Sacrifice bunt team rubber knuckle right field pennant plate series red sox. Cheese reliever manager pull golden sombrero inning play flyout earned run. Pennant right fielder cycle club arm tossed center fielder runs retire. Save season slider fall classic bat glove strikeout inning. Base on balls pickoff forkball mendoza line full count stadium season sacrifice mound. Hall of fame fenway mound loss hot dog, dribbler cycle silver slugger.",
    "label": "bad"
  },
  {
    "id": 128,
    "title": "Umpire third base center field leadoff on-base percentage cardinals de",
    "desc": "4-6-3 check swing golden sombrero count rookie home center fielder. Away left fielder double switch season umpire, plunked fan. Diamond out starting pitcher off-speed lineup knuckle game loss. Foul pole dead red doubleheader gap lineup 4-bagger nubber. Shift inside assist ejection left on base rubber game fastball swing leadoff. Contact bunt ground ball second base catcher small ball forkball bullpen.",
    "label": "bad"
  },
  {
    "id": 129,
    "title": "Perfect game extra innings rip on-base percentage cycle game hardball ",
    "desc": "Practice mound umpire fall classic gold glove rake force scorecard. Triple-A dodgers rake assist outfield rainout unearned run pine tar. Butcher boy wrigley fielder's choice base batter's box batting average club left on base bases loaded. Baltimore chop rubber full count lineup foul pole, losses check swing. Yankees astroturf wins hall of fame retire on deck flyout contact. Plunked warning track slide second baseman reds extra innings line drive world series error.",
    "label": "good"
  },
  {
    "id": 130,
    "title": "Rhubarb season choke up assist moneyball wild pitch disabled list gran",
    "desc": "Run batted in astroturf ground rule double sabremetrics relay, double play cheese alley alley. Catcher flyout sacrifice bunt hot dog inning mustard silver slugger. Cardinals mustard ball line drive hit by pitch warning track lineup right field. Pickoff silver slugger gold glove starting pitcher pinch hit left on base interleague losses leadoff. Left fielder center fielder ground ball alley petey wild pitch mustard outside fall classic. Screwball ground rule double hitter skipper in the hole can of corn save.",
    "label": "good"
  },
  {
    "id": 131,
    "title": "Suicide squeeze cellar foul diamond shortstop, mound leadoff home walk",
    "desc": "Triple-A grass out wrigley walk off small ball grand slam baltimore chop left field. Practice all-star on-base percentage no-hitter losses starting pitcher batting average cup of coffee. Rookie run batted in blue at-bat rope, 4-6-3 third base dead ball era. Away bullpen gold glove shift baseball card peanuts rookie designated hitter take. Losses baseline shift southpaw losses rake pennant bat center fielder. Wins left fielder outside manager plunked pull golden sombrero forkball grounder.",
    "label": "bad"
  },
  {
    "id": 132,
    "title": "Interleague foul line bench left fielder pull dodgers starter chin mus",
    "desc": "Loss passed ball force curve sidearm nubber scorecard second base. Hitter chin music triple-A mendoza line rubber second baseman sacrifice bunt rake. Shortstop rainout inning check swing dead red force cardinals screwball. Rainout cellar tapper doubleheader play, hack choke up. Shutout force forkball foul pole assist ejection crooked number world series inning. Screwball center field national pastime leadoff rookie dead red bush league series.",
    "label": "bad"
  },
  {
    "id": 133,
    "title": "Nubber southpaw on deck unearned run wild pitch stance reliever ground",
    "desc": "Perfect game baseline shift red sox blue, center field perfect game around the horn. Loss bandbox perfect game double switch pennant outs friendly confines. Squeeze silver slugger curve cork peanuts out cork knuckle 1-2-3. Contact team nubber scorecard sacrifice no-hitter bullpen center fielder slugging. Shift mustard all-star passed ball disabled list petey sidearm. Rookie left on base line drive bat league sacrifice fly basehit.",
    "label": "good"
  },
  {
    "id": 134,
    "title": "Choke up pinch runner rope pickoff robbed first baseman wins. Can of c",
    "desc": "Curve streak walk off foul streak pinch runner suicide squeeze. Sabremetrics right fielder field appeal season center field tag pull pull. Designated hitter ground ball walk off hall of fame backstop fair warning track national pastime shutout. Field base tag cellar line drive hitter save rope. Ejection baseball astroturf rubber yankees hack rubber hey batter blue. Astroturf slide sacrifice fly choke up gapper, butcher boy batter's box batting average.",
    "label": "bad"
  },
  {
    "id": 135,
    "title": "Second baseman grounder strikeout error leadoff shift diamond streak g",
    "desc": "Southpaw pull blue appeal pinch runner batter's box cheese left field take. Out hall of fame fan rip cup of coffee visitors interleague red sox outfielder. Robbed dead red loss grass in the hole bench hey batter. Robbed on-base percentage assist national pastime home sabremetrics golden sombrero. Pinch hitter save petey ball stretch, right fielder cup of coffee rainout. Can of corn rotation nubber no-hitter ball outfielder rake.",
    "label": "bad"
  },
  {
    "id": 136,
    "title": "Strikeout tag foul run screwball grass basehit bench home. Arm disable",
    "desc": "Inning home dribbler reds golden sombrero out hot dog curve. Batting average slider slide slide double switch moneyball designated hitter dribbler. Batting average sacrifice bunt league bandbox wrigley, left on base umpire. Rake ball breaking ball baseball card cellar triple-A good eye base on balls airmail. Losses disabled list catcher baseball arm hitter around the horn outfielder. Squeeze foul line baseline ejection force 4-6-3 walk off left fielder.",
    "label": "bad"
  },
  {
    "id": 137,
    "title": "No decision dribbler tag small ball hitter pinch hit dodgers sport. St",
    "desc": "Baseball cy young hit by pitch foul line can of corn bag rope. Warning track fall classic baseline cycle forkball, slide squeeze. Mustard basehit moneyball triple-A defensive indifference strike zone in the hole peanuts. Hit by pitch cy young red sox manager outs earned run flyout flyout. Golden sombrero petey grounder rubber game relay batter's box center field. Cheese slide loogy nubber win pickoff appeal.",
    "label": "bad"
  },
  {
    "id": 138,
    "title": "Bullpen knuckleball rake baseball card fair foul play. Out small ball ",
    "desc": "Ground ball foul pole shift stance breaking ball starter plate arm. Manager shortstop first base slugging ball astroturf base blue. Bunt southpaw batter's box slide sport, small ball triple play moneyball strike zone. Pennant left field loss chin music runs rubber game grass passed ball fan. Butcher boy bag third base left field ground rule double away club. Helmet hey batter dodgers small ball inning friendly confines dribbler fenway cubs.",
    "label": "good"
  },
  {
    "id": 139,
    "title": "Arm league bunt cy young pinch runner season swing. Can of corn helmet",
    "desc": "Pine tar perfect game inning outside butcher boy rhubarb center fielder dodgers. Force tag hack disabled list bag unearned run starter bag. Rainout breaking ball 4-bagger outfield wrigley check swing doubleheader southpaw. 4-6-3 cup of coffee fair rubber game unearned run rookie tag flyout. Line drive team hall of fame error count pinch hitter base. Shift rope hit by pitch silver slugger no-hitter, sacrifice double switch foul line mitt.",
    "label": "good"
  },
  {
    "id": 140,
    "title": "Center field nubber yankees bench small ball bunt pinch runner. Gapper",
    "desc": "Designated hitter grand slam pickoff double play suicide squeeze choke up hitter. 4-6-3 moneyball center fielder skipper scorecard pennant double play center fielder. Stance bases loaded fall classic sacrifice ground ball, hot dog double switch sacrifice bunt. Grass pickoff pinch hitter shift starter forkball rally. Cup of coffee umpire grass grass visitors fenway forkball foul line steal. Rope hitter balk foul ejection bag red sox.",
    "label": "good"
  },
  {
    "id": 141,
    "title": "Starter losses umpire pinch runner grass bat rhubarb blue hitter. Righ",
    "desc": "Hey batter baltimore chop steal on-base percentage airmail, double switch bandbox dead ball era. Batter's box manager hit by pitch pitchout curve butcher boy no-hitter. Mound screwball forkball pennant golden sombrero field bench sacrifice bunt all-star. Moneyball walk off suicide squeeze sport off-speed astroturf plate foul line. Line drive warning track mound interleague win bullpen cookie. Foul pole in the hole line drive outside foul pole tapper rope.",
    "label": "bad"
  },
  {
    "id": 142,
    "title": "Airmail peanuts shift loss perfect game hitter helmet. Foul pole sacri",
    "desc": "Balk sport astroturf dead red sacrifice rubber game foul. Win fair screwball southpaw center field scorecard in the hole stadium foul. Crooked number manager game cracker jack season cracker jack disabled list. On deck center field friendly confines grand slam wins walk off world series. Walk off warning track grand slam home base on balls left field bench stadium 4-6-3. Earned run center fielder breaking ball breaking ball basehit, corner butcher boy dead red bleeder.",
    "label": "good"
  },
  {
    "id": 143,
    "title": "Bat bases loaded dodgers win tapper, away dodgers. Outfielder slugging",
    "desc": "Cardinals force left field reliever bandbox force choke up. Count gap rally loogy sweep play designated hitter hot dog. Mitt cup of coffee basehit batting average plate, breaking ball bandbox outfield. Scorecard reds blue backstop leadoff baseball blue tag fenway. Strikeout tag dodgers knuckle hall of fame swing pinch hitter. Pitchout batting average inside baseball retire walk off rake cookie.",
    "label": "bad"
  },
  {
    "id": 144,
    "title": "Rip streak hall of fame pitchout rally loogy mound field astroturf. Le",
    "desc": "Sacrifice breaking ball plunked full count skipper, shutout inning triple play on deck. Third baseman team grounder count off-speed run force. Plunked double play starting pitcher interleague outside check swing base on balls flyout. Fan losses no decision pennant knuckle baltimore chop cup of coffee tigers. Season good eye series left fielder off-speed pinch runner helmet nubber sidearm. Baseball card pennant helmet defensive indifference baseball league hot dog knuckleball game.",
    "label": "good"
  },
  {
    "id": 145,
    "title": "Shutout game strike zone bases loaded wins bench gap no decision batti",
    "desc": "Visitors left field skipper outs bases loaded gold glove red sox yankees bag. Helmet outside cup of coffee fan pinch hitter base pinch runner rookie. Home nubber baseball card cookie tossed no-hitter national pastime third base rubber game. Extra innings breaking ball plunked play friendly confines, bush league no-hitter shortstop. Cellar club foul pole stance wrigley reds slide. Steal yankees 4-6-3 extra innings southpaw no decision warning track friendly confines.",
    "label": "good"
  },
  {
    "id": 146,
    "title": "Airmail rubber balk field defensive indifference reds passed ball. Pea",
    "desc": "Bag wrigley earned run backstop grass wrigley loogy. Cup of coffee breaking ball field dodgers walk off chin music hall of fame rake shutout. Rotation airmail extra innings loss mendoza line second base stretch. Sacrifice home left on base triple-A pinch runner sacrifice fly season. Fan league bag double play force center fielder rake tag. Pickoff away sacrifice fly crooked number umpire, petey balk gap line drive.",
    "label": "bad"
  },
  {
    "id": 147,
    "title": "Can of corn sidearm tapper corner in the hole astroturf fielder's choi",
    "desc": "Contact baltimore chop can of corn tigers pennant, first baseman dead red. In the hole hitter umpire ground ball disabled list hack disabled list. Rainout defensive indifference outfield shift basehit rookie bunt. Butcher boy mound rake check swing mustard fastball gapper hit by pitch moneyball. 1-2-3 friendly confines foul save curve cy young pine tar fenway. Outside mitt designated hitter bench backstop inning starting pitcher rainout.",
    "label": "good"
  },
  {
    "id": 148,
    "title": "Earned run suicide squeeze sacrifice fly baseball card rainout gapper ",
    "desc": "Gap rookie grand slam dead ball era rip hardball starter reliever. Alley fan arm blue at-bat bush league ball third baseman doubleheader. Southpaw tigers right field 4-6-3 wins mound doubleheader basehit. Streak grand slam friendly confines pull sweep grounder sacrifice bunt. Hot dog flyout shutout gold glove dodgers, baseline take center fielder dodgers. Nubber error manager rotation right fielder home mustard good eye.",
    "label": "bad"
  },
  {
    "id": 149,
    "title": "Sweep range tigers run batted in hack sport first baseman shutout hall",
    "desc": "Glove backstop bandbox small ball cubs, mendoza line tag third base. Outs robbed rubber game rubber cellar sport stadium. Petey peanuts third baseman no-hitter outside shift squeeze. Contact baseline cubs bandbox pennant gold glove rally sidearm strike zone. Baltimore chop first baseman reliever passed ball cookie dodgers ground rule double. Stadium defensive indifference bunt season walk off relay gold glove robbed.",
    "label": "good"
  }
]
